<html>
<head>
<title>CineWave System</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body bgcolor="#FFFFFF" text="#000000">
<table width="590" border="0" align="center" height="600">
  <tr> 
    <td height="2"> 
      <div align="center"><img src="images/CineWave/jaguar.gif" width="300" height="141"></div>
    </td>
  </tr>
  <tr> 
    <td height="113"><b><font color="#0066CC" face="Arial, Helvetica, sans-serif">What 
      is Cin&eacute;Wave?</font></b><br>
      <font size="2"><br>
      With the addition of over twenty free uncompressed real-time effects, Cin&eacute;Wave 
      SD just became Cin&eacute;Wave RT. Cin&eacute;Wave RT is software and hardware 
      seamlessly working together to deliver unprecedented quality and flexibility 
      on the Apple Power Mac G4. Cin&eacute;Wave RT, the first comprehensive uncompressed 
      solution, includes a full version of the award winning Final Cut Pro, Commotion 
      Pro, Knoll Light Factory, and the TARGA Cin&eacute; Engine. With the best 
      quality tools for unlimited layering, effects, advanced non-linear editing, 
      motion tracking, paint, and compositing, your creative opportunities are 
      endless.<br>
      <br>
      Cin&eacute;Wave RT, QuickTime native from start to finish, is scalable and 
      designed to work with a wide range of formats including: DV, DigiBeta, uncompressed 
      601, PAL, NTSC, 1080i, 1080p, 4:3, 16:9, DVD, and Web. Being fully QuickTime 
      compliant, Cin&eacute;Wave RT allows you to view your uncompressed SD or 
      HD footage on an external NTSC/PAL or even HD monitor from QuickTime compatible 
      applications such as Commotion Pro, After Effects, combustion*, and Pro 
      Tools.<br>
      <br>
      Cin&eacute;Wave RT also has no problem working in either offline or online 
      modes. Use Cin&eacute;Offline to edit lower-resolution modes with reduced 
      data rates, for flexible workflows in both SD and HD. The TARGA Cin&eacute; 
      codecs are best of breed with both 8- and 16-bit YUV and 8-bit RGBA codecs. 
      You can even edit with the TARGA Cin&eacute; software CODEC on a computer 
      that does not have the TARGA Cin&eacute;<br>
      <br>
      Cin&eacute;Wave RT has two digital tether ports for connecting to a family 
      of SD and HD breakout boxes for flexible I/O options. With just one system, 
      you can do everything from create a DV film or master DVDs, to output uncompressed 
      SD or HD resolution footage. The scalable architecture allows you the flexibility 
      that you need &#150; all on the same base system with the same TARGA Cin&eacute; 
      Engine.<br>
      <br>
      Upgrading your Cin&eacute;Wave RT system is as easy as attaching a breakout 
      box or loading some new software. You do not need to change the underlying 
      system configuration. Using the same TARGA Cin&eacute; card, at any time 
      you can install new software (Cin&eacute;Wave RT Pro) or add a new breakout 
      box (Cin&eacute;Wave HD) to upgrade your system. Start by editing SD in 
      real-time and later upgrade to Cin&eacute;Wave RT Pro and Cin&eacute;Wave 
      HD &#150; it is that simple. Once you have mastered the software, you do 
      not have to worry about learning a new system when you upgrade. The Final 
      Cut Pro and Commotion Pro interfaces that you will come to love remain the 
      same at each level.<br>
      </font><br>
    </td>
  </tr>
  <tr> 
    <td height="26"> 
      <p><font size="2"><b><font size="3" face="Arial, Helvetica, sans-serif" color="#0066CC">Key 
        Feature</font></b><br>
        <br>
        - High precision processing 4:2:2 or 4:4:4:4</font><font size="2"><br>
        - Industrial-strength digital video editing with Final Cut Pro<br>
        - Integrated Compositing, Effects, and Paint with Commotion Pro<br>
        - Native QuickTime<br>
        - Realtime 3:2 pulldown for converting 24fps to 30fps<br>
        - Selectable aspect ratio - 4:3 or 16:9<br>
        - Selectable frame rate - 24/25/30<br>
        - Simultaneous output of SD and HD<br>
        - Uncompressed High Definition - 1080i and 1080p<br>
        - Uncompressed Standard Definition - ITU-R.601, NTSC/PAL<br>
        <br>
        </font></p>
    </td>
  </tr>
  <tr> 
    <td height="60"><b><font color="#0066CC" face="Arial, Helvetica, sans-serif">Introducing 
      Cin&eacute;Wave 4 and Final Cut Pro 4 </font><font face="Arial, Helvetica, sans-serif"><a href="cine_fcp4.html">(Click)</a></font><font color="#0066CC" face="Arial, Helvetica, sans-serif"><br>
      <br>
      CineWave Family<font color="#000000"> </font></font><font face="Arial, Helvetica, sans-serif"><a href="cine_family.html">(Click)</a></font><font color="#0066CC" face="Arial, Helvetica, sans-serif"><br>
      <br>
      Hardware Specifications</font><font face="Arial, Helvetica, sans-serif"> 
      <a href="cine_hardware.html" target="MainFrame">(Click)</a></font></b><br>
      <br>
      <font color="#0066CC" face="Arial, Helvetica, sans-serif"><b>Software<font color="#0066CC" face="Arial, Helvetica, sans-serif"> 
      Specifications</font></b></font><font face="Arial, Helvetica, sans-serif"><b><font face="Arial, Helvetica, sans-serif"> 
      <a href="cine_software.html" target="MainFrame">(Click)</a></font></b></font><font color="#0066CC" face="Arial, Helvetica, sans-serif"><b><br>
      <br>
      Download</b></font><br>
      <br>
      - <a href="images/PDF%20Folder/EditingSol-MAC_032403.pdf">Editing Solutions 
      for Mac - CineWave Family</a><br>
      <br>
      - <a href="images/PDF%20Folder/news_summit.pdf">Vision for Workflow - Solutions 
      for Post and Broadcast</a> <br>
    </td>
  </tr>
</table>
</body>
</html>
